Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sma/facta/umo.se/ahdistus.html.tmx
Source language: fin
Languages: sma

source: Ahdistuksella tarkoitetaan voimakasta, pelonsekaista tai huolestunutta tunnetilaa, joka tuntuu koko kehossa, ja jota useimmat joskus kokevat.
sma: Asve lea gosse damta tjarki aerkies jïh skabroeh, maahta abpe kråahpesne damtedh jïh mah jeenjemesh naan aejkien åadtjoeh.

source: Vaikka ahdistus voi tuntua ikävältä, kannattaa kuitenkin yrittää tehdä haluamiaan asioita eikä vältellä tilanteita, joiden uskoo aiheuttavan ahdistusta.
sma: Gosse asvede dellie båånhtsere, mohte edtja voejhkelidh darjodh guktie sïjhtedh jïh ij tsiehkieh pryövh lïepedh mestie veanhta asvedidh.

source: Ahdistus johtuu hermoston reaktioista, joihin ei voi itse vaikuttaa.
sma: Asve lea reaksjovnh nervesysteemesne mah ij maehtieh jïjtje stuvredh.

source: On hyvä tietää, että ahdistus ei ole vaarallista, ja se menee yleensä ohi hetken kuluttua.
sma: Hijven daejredh asve ij leah vaarege jïh lajva boelhken mænngan.

source: Ahdistus voi tuntua koko kehossa
sma: Maahta abpe kråahpesne damtedh

source: Ahdistunut tuntee itsensä hyvin pelokkaaksi ja levottomaksi.
sma: Asvedidh lea ålvas aerkies jïh skabroeh domtedh.

source: Se on voimakas tunne, joka voi tuntua koko kehossa.
sma: Dïhte tjarke domtese maam maahta abpe kråahpesne damtasovvedh.

source: Levottoman olon lisäksi ahdistukseen liittyy sydämentykytystä, hengityksen nopeutumista ja lihasten jännittymistä.
sma: Seamma aejkien gosse aerkies dellie vaajmoe tsaapma varki jïh tjarke, aalka bovsedh jïh åedtjieh garres sjidtieh.

source: Muita ahdistuksen oireita ovat hikoilu, huimaus, vapina tai pahoinvointi sekä puristava tunne rinnassa, mikä vaikeuttaa hengittämistä.
sma: Maahta aalka bïevestidh, såmskodh, svilkiestidh jallh tjööjjijste, jallh mïelki dåeresth dïedtemem damtedh guktie löövles voejngehte.

source: Ensin tunne voimistuu ja voimistuu, kunnes hetken kuluttua se ei enää pahene.
sma: Voestes domtesem tjarkebe jïh tjarkebe sjædta, mohte boelhketjen mænngan ij leah dan tjarki.

source: Tässä vaiheessa ahdistunut henkilö alkaa yleensä rentoutua ja ahdistus lievittyä.
sma: Dellie aalka sleapkedh, jïh asve unnede.

source: Ahdistus voi tuntua pelottavalta.
sma: Asveste maahta bïlledh.

source: Se ei kuitenkaan ole vaarallista, ja hetken kuluttua olo alkaa tuntua rauhallisemmalta.
sma: Bene buerebe boelhketjen mænngan damta, jïh ij leah feerlege.

source: Ahdistustila voi tuntua joka kerta erilaiselta.
sma: Asve maahta ovmessie vuekine damtedh ovmessie aejkine.

source: Kehon tuntemuksia ei välttämättä aina osaa tunnistaa ahdistukseksi.
sma: Jïh ij åålegh daejrieh maam damta lea asve.

source: Joskus sanaa ahdistus käytetään kuvaamaan vaikeita tilanteita.
sma: Muvhtene baakoem asvem nåhtede gosse maam akt tuhtjie gïerve.

source: Esimerkiksi edessä oleva koe tai työkiireet tuntuvat ahdistavilta.
sma: Jeahta asvede vuesiehtimmien gaavhtan jis pryövoem skuvlesne åtna jallh barkoes barkosne.

source: Ahdistuksella tarkoitetaan kuitenkin jotain muuta vain arkipäiväisiä huolenaiheita, jotka johtuvat usein stressistä.
sma: Mohte asve lea jienebe goh beajjetjen aerkie, mij daamhtaj kaanne raessesne.

source: Ahdistuksen syy voi olla tiedostamaton
sma: Ij åålegh daejrieh mannasinie asvede

source: Useimmat ihmiset kokevat ahdistusta jossain vaiheessa elämäänsä, mutta sen voimakkuus ja esiintymistiheys voivat vaihdella.
sma: Jeanatjommesh muvhtene asvedieh, bene jeerehtse man tjarki jïh man daamhtaj.

source: Jotkut kokevat ahdistusta vain satunnaisesti.
sma: Såemies asvedieh barre muvhtene.

source: Toiset voivat kokea voimakasta ja toistuvaa tai pitkäkestoista ahdistusta.
sma: Jeatjah maehtieh dan tjarki asvedidh mij daamhtaj bååstide båetedh, jallh guhkiem asvedieh.

source: Joku saattaa myös kokea lyhyitä ahdistuskohtauksia, jotka menevät nopeasti ohi.
sma: Maahta aaj åenehks boelhki laktedh mij varki orriji.

source: Joskus ahdistuksen taustalla oleva syy on tiedossa.
sma: Muvhtene daajra mannasinie asvede.

source: Ahdistuksen voi laukaista jokin raskas kokemus, esimerkiksi läheisen kuolema.
sma: Maahta båetedh gosse maam akt gïerve deahpade, jallh gosse naan gïem damta sealede.

source: Väkivallan uhriksi joutunut voi kokea ahdistusta.
sma: Maahta asvedidh daaresjimmien mænngan.

source: Ahdistusta voi aiheuttaa myös jonkun ilkeä käytös netissä tai huijauksen ja hyväksikäytön yritys.
sma: Jallh jis naan datnem gaskeviermesne irhkie, jallh voejhkele nulliehtidh jallh vïegkehtidh.

source: Jotkut kokevat ahdistusta ennen koetta tai työhaastattelua.
sma: Maahta pryöven åvteli jallh barkoegoerehtimmien åvteli asvedidh.

source: Tai ennen vaikeaa ja pelottavaa tilannetta.
sma: Jallh gosse maam akt darjodh mestie bïlledh jallh ij lyjhkh.

source: Vaikka tällainenkin ahdistus tuntuu ikävältä, ainakin sen syy on tiedossa.
sma: Dïhte maahta dan gïerve årrodh, mohte dellie gujht daajra mannasinie asvede.

source: Syyn ymmärtäminen voi helpottaa ahdistuksen käsittelyä.
sma: Maahta ånnetji aelhkebe dellie.

source: Myös alkoholin tai huumeiden käyttö voivat aiheuttaa ahdistusta.
sma: Maahta aaj asvedidh jis alkohovlem jovkedh jallh drogh nåhtadidh.

source: Ahdistuksen syy voi olla tiedostamaton, tai se voi johtua asioista, joiden ei uskoisi aiheuttavan ahdistusta.
sma: Maahta aaj asvedidh jïh ij daejrieh mannasinie, jallh aatijste mejstie ussjede ij asvedh.

source: Siinä tapauksessa ahdistus saattaa joskus tuntua vielä vaikeammalta ja pelottavammalta.
sma: Muvhtene maahta destie tjarkebe asvedidh jïh jienebe bïlledh.

source: Ahdistuksen erilaisten muotojen välillä ei ole selvää eroa.
sma: Ij gååvnesh naan tjïelke raaste dej asvehammoej gaskem.

source: Vaikka ahdistuksen taustalla oleva syy olisikin tiedossa, tunne voi silti vaikuttaa liian voimakkaalta tilanteeseen nähden, esimerkiksi jos kokee sydämentykytystä, huimausta ja hikoilua ennen koetta tai tenttiä.
sma: Dïhte aaj maahta årrodh naemhtie, daajra mestie asvedidh, mohte læjhkan tuhtjie dïhte dan tjarki, vuesiehimmien gaavhtan jis vaajmoetsaepmemem åådtje, såmskodh jïh bïevestidh pryövi jallh tenti åvteli.

source: Vaikutus uneen ja tunteisiin
sma: Åeremem jïh domtesidie tsavtsa

source: Ahdistus voi vaikeuttaa rentoutumista ja nukkumista.
sma: Maahta gïerve sleapkedh jïh eensi åeredh gosse asvede.

source: Ahdistunut saattaa herätä keskellä yöllä ja kärsiä sen myötä univaikeuksista tai univajeesta.
sma: Maahta gaskoeh jïjjem fahkedh jïh destie åeremem stuvrie, jallhfeerh vaenie åeredh..

source: Lisäksi ahdistus voi aiheuttaa levottomuutta, kärsimättömyyttä, ärtyneisyyttä ja itkuisuutta.
sma: Gosse asvede aaj sjædta ovvissjeles, seknie jallh tramstarostijh, jallh aelhkebe hujnies sjædta jïh tjyörijidh.

source: Ahdistus voi aiheuttaa kehossa niin voimakkaita tunteita ja reaktioita, että henkilö uskoo kuolevansa tai tulevansa hulluksi.
sma: Gosse asvede maahta dan tjarki domtesh jïh reaksjovnh kråahpesne åadtjodh guktie maahta vïenhtedh edtja jaemedh jallh vuaralidh.

source: Kokemus voi tuntua niin ikävältä, että haluaa tehdä kaikkensa välttääkseen sen toistumista.
sma: Dïhte maahta dan gïerve årrodh guktie gaajhkem dorje guktie ij edtjh ikth vielie deahpadidh.

source: Silloin voi ahdistua pelkästään siitä, että pelkää ahdistuvansa.
sma: Dellie maahta asvem damtedh juktie bïlledh galka viht asvedidh.

source: Tätä kutsutaan ennakoivaksi ahdistukseksi.
sma: Dam gohtje vuartoeasve.

source: Joku voi olla huolissaan siitä, että ahdistuu muiden läsnä ollessa ja kokee, että ahdistuksesta on vaikea puhua.
sma: Maahta aerkies årrodh juktie asvedahtjedh gosse jeatjajgujmie, jïh tuhtjie gïerve lea dan bïjre soptsestidh.

source: Tämän seurauksena voi olla, että henkilö alkaa välttää sellaisten ihmisten tapaamista, joita oikeasti haluaisi nähdä tai välttää tekemästä asioita, joita oikeasti haluaisi tehdä.
sma: Destie kaanne sjædta aalka ij almetjh råakh gïejgujmie sæjhta gaavnesjidh jallh ij aatem darjoeh maam sæjhta darjodh.

source: Ahdistuksen pelko rajoittaa elämää.
sma: Jis bælla asvedahtjedh destie jielemem gaertjiedidh.

source: Ahdistusta aiheuttavien asioiden välttäminen ei ole hyvästä, koska se voi pahentaa ahdistusta.
sma: Ij aatem darjoeh juktie veanhta destie asvedahtjedh ij leah hijven, juktie destie asvem tjarkebe sjædta.

source: Sen sijaan tällaisessa tilanteessa apua tulisi hakea varhaisessa vaiheessa.
sma: Dan sijjeste edtja aarebi viehkiem ohtsedidh.

source: Ahdistukseen on saatavissa hyvää apua.
sma: Gååvnese hijven viehkie.

source: Miten oloaan voi kohentaa ?
sma: Maam maahta jïjtje darjodh ?

source: Ahdistuksesta on mahdollista päästä eroon.
sma: Maahta orrije asvedidh.

source: Jokainen voi löytää ahdistuksen käsittelyyn omia keinoja.
sma: Daamhtaj maahta vuekide gaavnedh asvem gïetedidh.

source: Tässä muutamia vinkkejä.
sma: Daesnie naan raerieh.

source: Ahdistuksesta puhuminen luotettavalle henkilölle voi auttaa.
sma: Pråvhka viehkiem årrodh asven bïjre soptsestidh naan giejnie jearsoes.

source: Vaikeiden tunteiden pukeminen sanoiksi voi helpottaa niiden pohtimista ja ymmärtämistä.
sma: Baakoeh beaja gïerve domtesidie maahta darjodh aelhkebe ussjedidh jïh dejtie guarkedh.

source: Monet kokevat ikävistä tunteista kirjoittamisen, maalaamisen tai muun luovan puuhastelun lievittävän ahdistuksen tunteita.
sma: Jeanatjommesh viehkine gosse gïerve domtesi bïjre tjaeledh, jallh måaladidh jallh jeatjah vuekine skaepiedidh.

source: Stressi voi lisätä ahdistusta.
sma: Jis raessesne dellie asvem sjïdtede.

source: Jos on stressaantunut, voi siis miettiä, miten stressiä ja siten myös ahdistusta voisi vähentää.
sma: Jis raessesne maahta funterdidh guktie maahta dam ånnene, jïh dan vuekien mietie asvem unnede.

source: Voi tehdä rentoutusharjoituksia.
sma: Maahta haarjanidh sleapkedh.

source: Niitä voi ladata internetistä tai ostaa CD-levyn apteekista.
sma: Dah gååvnesieh gaskeviermesne jallh maahta cd:em åestedh apotehkesne.

source: Ahdistus saattaa aiheuttaa univaikeuksia.
sma: Asveste daamhtaj nåake åerieminie.

source: Hyvät yöunet voivat kuitenkin lievittää ahdistusta.
sma: Bene jis njaelkieslaakan åara dam ånnene.

source: Sen vuoksi on tärkeää yrittää nukkua riittävästi.
sma: Dan gaavhtan vihkeles voejhkele eensi åeredh.

source: Kuntoilu tai kävely voi lievittää ahdistusta.
sma: Asve maahta unnedidh jis vaedtsedh jallh saavredh.

source: Jos tupakoi, nuuskaa, käyttää alkoholia tai juo paljon kahvia, voi yrittää vähentää niiden käyttöä ja katsoa olisiko lopettamisesta apua.
sma: Jis rïevhkeste, snuhkijh, alkohovlem jåvka jallh jïjnjh prïhtjegh jåvka maahta voejhkelidh dam vaeniedidh jïh vuejnedh jis viehkine sjædta.

source: Runsas nikotiinin ja kofeiinin käyttö voivat lisätä ahdistusta ja heikentää yöunta.
sma: Jïjnjh nikotijne jïh koffeine maahta asvem sjïdtedidh jïh destie nåekebe åara.

source: Ahdistuksesta voi lukea lisää tai saada vinkkejä sen hoitoon esimerkiksi internetistä.
sma: Maahta jïjnjh asvem bïjre lohkedh jallh raeriem jeatjijste åadtjodh, vuesiehtimmien gaavhtan gaskeviermesne.

source: On myös mahdollista liittyä yhdistyksiin, joista voi saada vinkkejä ja tukea ahdistuksen käsittelyyn.
sma: Siebrieh gååvnesieh gusnie raeriem jïh dåarjoem maahta åadtjodh jis lïhtsege.

source: Jos haluaa puhua jonkun kanssa, voi soittaa tukipuhelimiin.
sma: Jis sæjhta giejnie soptsestalledh, maahta ringkedh aktem dejstie telefovnejourijste mah gååvnesieh.

source: Ahdistusta ei kannata lievittää alkoholilla tai muilla päihteillä.
sma: Ij edtjh alkohovlem jovkedh jallh jeatjah drogh vaeltedh juktie asvem unnede.

source: Päihteet saattavat auttaa hetkeksi, mutta ahdistus tulee takaisin ehkä vielä pahempana.
sma: Maahta damtedh viehkiem boelhketjem, mohte asve gujht bååstide båata jïh dellie kaanne vïerrebe.

source: Millaista apua on saatavilla ?
sma: Mij viehkide maahta åadtjodh ?

source: Ahdistuksesta voi päästä eroon erilaisilla tavoilla.
sma: Maahta aaj viehkiem åadtjodh vuekiem gaavnedh guktie ij asvedh.

source: Tavallisesti hoitoon käytetään keskusteluterapiaa, lääkitystä tai rentoutusharjoituksia.
sma: Daamhtemes båehtjierdimmie lea naan vuekie soptsestallemeterapije, medisijnh jallh sleapkedh.

source: Mikä toimii yhdellä ei välttämättä toimi toisella.
sma: Dïhte maam aktem persovnese hijven kaanne ij leah hijven mubpide.

source: Siksi on tärkeää saada apua, joka on sopeutettu omiin tarpeisiin.
sma: Dan gaavhtan vihkeles viehkiem åådtje mij lea sjïehtedamme mestie maam jïjtje daarpesjidh.

source: Apua voi hakea ottamalla yhteyttä nuorisovastaanottoon, opiskelijaterveydenhuoltoon tai terveyskeskukseen.
sma: Maahta aelkedh dejnie, noeredåastovem, learohkehealsoem jallh hoksejarngem gaskesadta.

source: Tarvittaessa he voivat auttaa ottamaan yhteyttä esimerkiksi psykologiin tai lääkäriin.
sma: Jis daarpesje dïhte gïem råaka maahta viehkehte jeatjide gaskesadtedh vuesiehtimmien psykologe jallh dåaktere.
